/* VERSION: Dutch Translation file - Version 2.6.3 - 2010 Jan 12 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Inschakelen als u de email backup wilt versturen direct bij de eerstvolgende opstart van MyTime";

/* */
"Email Backup Instantly" = "Direkte email backup";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Inschakelen als u het kaartgeheugen wilt wissen bij de eerstvolgende opstart van MyTime";

/* */
"Clear Map Cache" = "Kaartgeheugen wissen";

